#ifndef CMAP3500SHU_H
#define CMAP3500SHU_H
#include "types.h"
QString zf3500shu=
"—‘’“”…、。《》【】！（），：；？￥"
"七万丈上下不与丐丑专且世丘丙业丛东"
"丝丢严丧个丫中丰串临丸丹为主丽举乃久么"
"义之乌乎乏乐乒乓乔乖乘乙九乞习乡书买"
"乱乳乾了予争事于亏互五井亚些亡亢交亥"
"亦产亩享京亭亮亲人亿什仅仆仇今介仍从"
"仓仔仗仙代令以仪们仰仲件价任份仿企伊"
"伍伏伐休众优伙会伞伟传伤伦伪伯估伴伶伺"
"似位低住佑体何余佛你佣佩佳使侄侈"
"例侍供依侠侣侥侦侧侨侯侵便促俄俊俐俗"
"俘保信俩俭修俯俱俺倍倒倔倘候倚借倡倦债值"
"倾假偎偏做停健偶偷偿傅傍储催傲傻像僚僧"
"僻儒儿允元兄充兆先光克免兑兔党兜兢入全八"
"六兰共关兴兵其具典兹养兼兽冀内冈册"
"冒冗写军农冠冤冥冬冯冰冲决况冷冻净凄准"
一--
口--
厶--
冫--冶吕僵云
舟--舰见观  航般舱舵舶船艇艘
闷--门问间闸闽  闪闭闯闰闲闹闺闻阀阁阅阎阐阔
顶--页丁颈  顷项顺须顽顾顿颁颂预颅领颇颊频颓颖颗题颜额颠颤
佐--
乍--作
肖--
刂--削捎二三仁俏
冉--再
凸--
申--田由甲伸佃油
--母每付但
论--仑轮讨诲  计订认讥让训议讯记讲讳讶许讹讼讽设访诀证评识诈诉诊词译试诗诚话诞诡询该详诫诬语误诱说诵请诸诺读诽课谁调谅谆谈谊谋谍谎谐谓谚谜谢谣谤谦谨谬谭谱谴
切--刀
凹--
勹
艹
弓
巾
马
宀
犭
山
饣
亻--侮
氵--浊
虫--沦消治汝沙海  汁求汇汉汗汛汞江池污汤汪汰汹汽沁沃沈沉沐沛沟没沥沧沪沫沮河沸沼沽沾沿泄泉泊泌法泛泞泡波泣泥注泪泰泳泵泻泼泽洁洋洒洗洛洞津洪洲活洼洽派流浅浆浇测济浏浑浓浙浦浩浪浮浴浸涂涉涌涕涛涝涡涣涤润涧涨涩涮涯液涵淀淆淋淌淑淘淡淤淫淮深淳混淹添清渊渐渔渗渝渠渡渣渤温港渲渴游渺湃湖湘湾湿溃溅溉源溜溢溪溯溶溺滇滋滑滔滚滞满滤滥滨滩滴漂漆漏漓演漠漫漱漾潇潘潜潭潮澄澈澎澜澡澳激濒瀑灌
经--轻绅细  纠红纤约级纪纫纬纯纱纲纳纵纷纸纹纺纽线练组织终绊绍绎绑绒结绕绘给绚络绝绞统绢绣继绩绪续绰绳维绵绷绸综绽绿缀缅缆缉缎缓缔缕编缘缚缝缠缤缩缭缰缴
车--
两--辆轰  轧轨轩转软轴载轿较辅辈辉辐辑输辖辗辙
扌--
少--抄妙劣抡扣拇担押抽男    扎扑扒打扔托扛执扩扫扬扭扮扯扰扳扶批扼找承技把抑抒抓投抖抗折抚抛抠抢护报披抬抱抵抹拂拄拆拉拌拍拎拐拒拓拔拖拗拘拙招拜拟拢拣拥拦拧拨择括拭拯拱拳拴拷拼拽拾拿持挂指按挎挑挖挚挟挠挡挣挤挥挨挪挫振挺挽捂捅捆捉捌捍捏捐捕捞损捡换捣捧据捶捷捺捻掀掂授掉掌掏掐排掘掠探接控推掩措掰掷掺揉揍描提插握揣揩揪揭援揽搀搁搂搅搏搓搔搜搞搬搭携摄摆摇摊摔摘摧
寸--
身--射
力--
又--对劝加  办功务动助努劫励劲劳势勃勇勉勋勒勘募勤
木--梢
公--松蚣呆权杏村查  朴朵机朽杀杂杆杉李材杖杜束杠条来杨杭杯杰板极构枉析枕林枚果枝枢枣枪枫枯架柄柏某柑柒染柔柜柠柬柱柳柴柿栅标栈栋栏树栓栖栗校株样核根格栽桂桃框案桌桐桑桔档桥桦桨桩桶梁梅梆梗梦梧梨梭梯械梳检棉棋棍棒棕棘棚棠森棱棵棺椅植椎椒椭椰椿楚楷楼概榄榆榔榕榜榨榴槐槛槽樟模横樱橄橘橙橡橱檀檐檬
女--
也--她姆他始娟    奴奶奸好如妃妄妆妇妈妒妓妖妥妨妮妹妻姊姐姑姓委姚姜姥姨姻姿威娃娄娇娘娜娥娱娶婆婉婚婪婴婶婿媒媚媳嫁嫂嫉嫌嫩
月
日--胆旦时胎肘肋胃  肌肚肛肝肠股肢肤肥肩肪肮肯育肴肺肾肿胀胁背胖胚胜胞胡胧胰胳胶胸能脂脆脉脊脏脐脑脓脖脚脯脱脸脾腊腋腐腔腕腥腮腰腹腺腻腾腿膀膊膏膛膜膝膨臀臂臊

"凉凌减凑凛凝几凡凤凭凯凰凳凶出击函凿"
"刁刃分刊刑划列刘则刚创初删判刨利别刮"
"到制刷券刹刺刻剂剃前剑剔剖剥剧剩剪副割"
"剿劈勺勾勿匀包匆匈匕化北匙匠匣匪匹"
"区医匾匿十千升午卉半华协卑卒卓单卖南博卜"
"占卡卢卤卦卧卫卯印危即却卵卷卸卿厂厅历厉"
"压厌厕厘厚原厢厦厨去县叁参叉及友双反发"
"叔取受变叙叛叠古句另叨叩只叫召叭叮可"
"史右叶号司叹叼叽吁吃各吆合吉吊同名后吏吐"
"向吓吗君吝吞吟吠否吧吨吩含听吭吮启吱吴"
"吵吸吹吻吼吾呀呈告呐呕员呛呜呢周味呵呻"
"呼命咄咋和咏咐咒咕咖咙咧咨咪咬咱咳咸咽哀"
"品哄哆哇哈哉响哎哑哗哟哥哦哨哩哪哭哮哲哺"
"哼唁唆唇唉唐唠唤唧唬售唯唱唾啃啄商啊啡啤"
"啥啦啪啰啸啼喂善喇喉喊喘喜喝喧喳喷喻嗅嗓"
"嗜嗡嗦嗽嘀嘉嘛嘱嘲嘴嘶嘹嘻嘿器噩噪嚎嚣嚷"
"嚼囊囚四回因团囤园困囱围固国图圃圆圈土圣"
"在地场圾址均坊坎坏坐坑块坚坛坝坟坠坡坤坦"
"坪坯坷垂垃垄型垒垛垢垦垫垮埂埃埋城域埠培"
"基堂堆堕堡堤堪堰堵塌塑塔塘塞填境墅墓墙增"
"墟墨墩壁壤士壬壮声壳壶壹处备复夏夕外多夜"
"够大天太夫夭央夯失头夷夸夹夺奇奈奉奋奏契"
"奔奖套奠奢奥子孔孕字存孙孝孟季孤学孩孵孽宁"
"它宅宇守安宋完宏宗官宙定宛宜宝实宠审客宣"
"室宦宪宫宰害宴宵家容宽宾宿寂寄寅密寇富寒"
"寓寝寞察寡寥寨寺寻导寿封将尉尊小少"
"尔尖尘尚尝尤尧尬就尴尸尺尼尽尾尿局屁层居"
"屈屉届屋屎屏屑展属屠屡履屯山屹屿岁岂岔岖"
"岗岛岩岭岳岸峡峦峨峭峰峻崇崎崔崖崛崩崭嵌"
"巅巍川州巡巢工左巧巨巩巫差己已巳巴巷巾币"
"市布帅帆师希帐帕帖帘帚帜帝带席帮帷常帽幅"
"幌幕幢干平年并幸幻幼幽广庄庆庇床序庐库应"
"底店庙庚府庞废度座庭庵庶康庸廉廊廓延廷建"
"开异弃弄弊式弓引弗弘弛弟张弥弦弧弯弱弹强"
"归当录形彤彩彪彬彭彰影役彻彼往征径待很徊"
"律徐徒得徘徙御循微德徽心必忆忌忍志忘忙忠"
"忧快忱念忽忿怀态怎怒怔怕怖怜思怠怡急性怨"
"怪怯总恃恋恍恐恒恕恢恤恨恩恬恭息恰恳恶恼"
"悄悉悍悔悖悟悠患悦您悬悯悲悴悼情惊惋惑惕"
"惜惟惠惦惧惨惩惫惭惯惰想惶惹愁愈愉意愕愚"
"感愣愤愧愿慈慌慎慕慢慧慨慰慷憋憎憔憨憾懂"
"懈懊懒懦戈戊戌戎戏成我戒或战戚截戳戴户房"
"所扁扇手才"
"摩摸摹撇撑撒撕撞撤撩撬播撮撰撵撼擂擅操擎"
"擒擦攀支收改攻放政故效敌敏救教敛敞敢散敦"
"敬数敲整敷文斋斌斑斗料斜斟斤斥斧斩断斯新"
"方施旁旅旋族旗无既旧旨早旬旭旱旷旺"
"昂昆昌明昏易昔星映春昧昨昭是昼显晃晋晌晒"
"晓晕晚晦晨普景晰晴晶智晾暂暇暑暖暗暮暴曙"
"曝曰曲更曹曼曾替最有朋服朗望朝期朦未"
"末本术朱欠次欢欣欧欲欺款歇歉歌止正"
"此步武歧歪歹死歼殃殉殊残殖殴段殷殿毁毅毒比毕毙毛毡毫毯氏民氓气氛氢氧氨氮氯水"
"永火灭灯灰灵灶灸灼灾灿"
"炉炊炎炒炕炫炬炭炮炸点炼烁烂烈烘烙烛烟烤"
"烦烧烫热烹焉焊焕焚焦焰然煌煎煞煤照煮煽熄"
"熊熏熔熙熟熬燃燕燥爆爪爬爱爵父爷爸爹爽片"
"版牌牙牛牡牢牧物牲牵特牺犀犁犬犯状犹狂狈"
"狐狗狞狠狡独狭狮狰狱狸狼猎猖猛猜猩猪猫猬"
"献猴猾猿玄率玉王玖玛玩玫环现玲玷玻珊珍珠"
"班球琅理琉琐琢琳琴琼瑙瑞瑟瑰璃璧瓜瓢瓣瓤"
"瓦瓶瓷甘甚甜生甥用甩甫电甸画畅"
"界畏畔留畜略番畴畸疆疏疑疗疙疚疟疤疫疮疯"
"疲疹疼疾病症痊痒痕痘痛痢痪痰痴痹瘟瘤瘦瘩"
"瘪瘫瘸瘾癌癣癸登白百皂的皆皇皓皖皮皱皿盆"
"盈益盏盐监盒盔盖盗盘盛盟目盯盲直相盹盼盾"
"省眉看真眠眨眯眶眷眼着睁睐睛睡督睦睫睬睹"
"瞄瞅瞎瞒瞧瞩瞪瞬瞭瞳瞻矗矛矢矣知矩矫短矮"
"石矾矿码砂砌砍研砖砚砰破砸砾础硅硕硝硫硬"
"确碌碍碎碑碗碘碟碧碰碱碳碾磁磅磊磕磨磷礁"
"示礼社祀祈祖祝神祟祠祥票祭祷祸禀禁禄禅福"
"禹离禽禾秀私秃秆秉秋种科秒秘租秤秦秧秩积"
"称秸移秽稀程稍税稚稠稳稻稼稽稿穆穗穴究穷"
"空穿突窃窄窍窑窒窖窗窘窜窝窟窥窿立竖站竞"
"竟章竣童竭端竹竿笋笑笔笙笛符笨第笼等筋筏"
"筐筑筒答策筛筝筷筹签简箕算管箩箫箭箱篇篓"
"篡篮篱篷簇簧簸簿籍米类籽粉粒粗粘粟粤粥粪"
"粮粱粹精糊糕糖糙糟糠糯系紊素索紧紫累絮繁"
"缸缺罐网罕罗罚"
"罢罩罪置署羊美羔羚羞羡群羹羽翁翅翔翘翠翩"
"翰翻翼耀老考者而耍耐耕耗耘耙耳耸耻耽耿聂"
"聆聊聋职联聘聚聪肃肆肇肉臣自臭至致臼舀舅舆舌舍舒舔"
"舞良艰色艳艺艾节芋芒"
"芙芜芝芥芦芬芭芯花芳芹芽苇苍苏苑苔苗苛苞"
"苟若苦英苹茁茂范茄茅茉茎茧茫茬茵茶茸荆草"
"荐荒荔荡荣荤荧荫药荷莉莫莱莲获莹莺莽菇菊"
"菌菜菠菩菱菲萄萌萍萎萝萤营萧萨落著葛葡董"
"葫葬葱葵蒂蒋蒙蒜蒲蒸蓄蓉蓝蓬蔑蔓蔗蔚蔡蔬"
"蔼蔽蕉蕊蕴蕾薄薇薛薪薯藉藏藐藕藤藻蘑虎虏"
"虐虑虚虹虽虾蚀蚁蚂蚊蚌蚓蚕蚤蚪蚯蛀蛇"
"蛋蛙蛛蛤蛮蛾蜀蜂蜈蜒蜓蜕蜗蜘蜜蜡蜻蝇蝉蝌"
"蝎蝗蝙蝠蝴蝶螃融螺蟀蟆蟋蟹蠕蠢血衅行衍衔"
"街衙衡衣补表衫衬衰衷袁袄袋袍袖袜被袭袱裁"
"裂装裕裙裤裳裸裹褂褐褒褥褪襟西要覆规"
"觅视览觉角解触言誉誊誓警譬谷豁豆豌豚象豪豫豹豺貌贝贞"
"负贡财责贤败账货质贩贪贫贬购贮贯贰贱贴贵"
"贷贸费贺贻贼贾贿赁赂赃资赋赌赎赏赐赔赖赘"
"赚赛赞赠赡赢赣赤赦赫走赴赵赶起趁超越趋趟"
"趣足趴趾跃跋跌跑跛距跟跤跨跪路跳践跷跺踊"
"踏踢踩踪踱蹂蹄蹈蹋蹦蹬蹭蹲躁躏躬躯躲躺"

"辛辜辞辟辣辨辩辫辰辱边辽达迁迂迄迅"
"过迈迎运近返还这进远违连迟迢迪迫迭述迷迹"
"追退送适逃逆选逊透逐递途逗通逛逝逞速造逢"
"逮逸逻逼逾遂遇遍遏道遗遣遥遭遮遵避邀邑邓"
"那邦邪邮邻郁郊郎郑部郭都鄂鄙酉酌配酒酗酝"
"酣酥酪酬酱酵酷酸酿醇醉醋醒采释里重野量金"
"鉴针钉钓钙钝钞钟钠钢钥钦钧钩钮钱钳钻钾铁"
"铃铅铐铛铜铝铭铲银铸铺链销锁锄锅锈锋锌锐"
"错锚锡锣锤锥锦键锯锰锹锻镀镇镐镑镜镰镶长"
""
"队防阳阴阵阶阻阿附际陆陈陋陌降限陕陡院除"
"陨险陪陵陶陷隅隆隋随隐隔隘隙障隧隶难雀雁"
"雄雅集雇雌雏雕雨雪雳零雷雹雾需霄震霉霍霎"
"霜霞露霸霹青靖静非靠靡面革靴靶鞋鞍鞠鞭韧"
"韩韭音韵风飘飞食餐饥饭饮饰饱"
"饲饵饶饺饼饿馁馅馆馈馋馍馏馒首香馨马驮驯"
"驰驱驳驴驶驹驻驼驾骂骄骆骇验骏骑骗骚骡骤"
"骨髓高鬓鬼魁魂魄魅魏魔鱼鲁鲍鲜鲤鲨鲫鲸鳄"
"鳍鳖鳞鸟鸡鸣鸥鸦鸭鸯鸳鸵鸽鸿鹃鹅鹉鹊鹏鹤"
"鹦鹰鹿麦麻黄黎黑黔默黯鼎鼓鼠鼻齐齿龄龙龟";
#endif//CMAP3500SHU_H
